@extends('menu')


@section('ocnov')
<div class="wrapper">

	<header>
		<h1>1 колонка</h1>
	</header>
		
<section class="columns">
	
	
	
	<div class="column red">
		<h2>1 колонка</h2>
		<p>Существуют две основные трактовки понятия «текст»: имманентная (расширенная, философски нагруженная) и репрезентативная (более частная). Имманентный подход подразумевает отношение к тексту как к автономной реальности, нацеленность на выявление его внутренней структуры. Репрезентативный — рассмотрение текста как особой формы представления информации о внешней тексту действительности. </p>
	</div>
  
  
	
</section>	
	
	

</div>
@endsection