@extends('menu')
@section('shap')
Контакты
@endsection

@section('ocnov')
<div class=" jumbotron text-center " style="background-color:greenyellow">
    <h1 class="display-4">Блокнотозавр</h1>
    <p class="lead">Интернет магазин блокнотов</p>
</div>
<div class="site-contact">
    <h1>Контакты1</h1>

    <div class='col-lg-20'>
        <p>
        Антонов Иван Евгеньевич: 7(950)387-30-24 <br>
Соловьев Егор Константинович: 7(950)138-34-55<br>
Терехова Александра Александровна: 7(950)859-55-58<br>
Самойлов Владимир Тимурович: 7(950)006-93-18<br>
Данилова Ева Ивановна: 7(950)969-99-49<br>
Ананьев Григорий Артёмович: 7(950)774-22-03<br>
Буров Денис Артёмович: 7(950)536-08-47<br>
Мещеряков Даниэль Петрович: 7(950)548-85-75<br>
Макеева Алиса Ильинична: 7(950)454-30-35<br>
Козлова Марианна Давидовна: 7(950)090-39-35
        </p>
    </div>
@endsection